Revit 2027 API
TextRange.End Property
 The index of the first character after the end of the range
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int End { get; }
Public ReadOnly Property End As Integer
	Get
public:
property int End {
	int get ();
}
member End : int with get
Property Value
Int32
See Also
Reference
TextRange Class
Autodesk.Revit.DB Namespace